{
    "nombre": "Blood Sugar Sex Magik",
    "imagen": "../src/imagenes/BSSM.jpg",
    "iframe": "<iframe src='https://open.spotify.com/embed/album/30Perjew8HyGkdSmqguYyg?utm_source=generator' frameBorder='0' allow='autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture' loading='lazy></iframe>",
    "info": "Blood Sugar Sex Magik es el quinto álbum de estudio de la banda estadounidense de funk rock Red Hot Chili Peppers, lanzado el 24 de septiembre de 1991. Producido por Rick Rubin, fue la primera grabación de la banda lanzada por Warner Bros. Records. Los estilos musicales de Blood Sugar Sex Magik difieren notablemente de las técnicas empleadas en el álbum anterior de los Chili Peppers, Mother's Milk, y contiene un pequeño uso de riffs de guitarra de heavy metal. El disco incorporó insinuaciones sexuales, referencias a las drogas y a la muerte, y temas como la lujuria y la exuberancia. Blood Sugar Sex Magik vendió más de siete millones de copias solo en los Estados Unidos e introdujo a los Chili Peppers a la popularidad mainstream y la aclamación de la crítica. Blood Sugar Sex Magik produjo varios sencillos de la banda, entre los cuales se incluyen «Give It Away», «Under the Bridge», «Suck My Kiss», «Breaking the Girl» e «If You Have to Ask». La grabación también marcó la salida del guitarrista John Frusciante en 1992, durante el tour de la banda, hasta su regreso en 1998. Blood Sugar Sex Magik fue elogiado como el fundador del rock alternativo en los años 1990, y Steve Huey de Allmusic comentó que la grabación fue «...probablemente el mejor álbum que los Chili Peppers podrán hacer». El álbum fue dedicado al californiano Mike Watt, cantante, compositor y bajista de punk.​ Fue multiplatino en múltiples ocasiones, estuvo en las listas Billboard durante catorce meses​ y a partir de 1999 pasó a ser el segundo más vendido de la banda tras Californication.​",
    "temas": ["The Power of Equality", "If You Have to Ask", "Braking the Girl", "Funky Monks", "Suck My Kiss", "I Could Have Lied", "Mellowship Slinky in B Major", " The Righteous & the Wicked", "Give it Away", "Blood Sugar Sex Magik", "Under The Bridge", "Naked in the Rain", "Apache Rose Peacock", "The Greeting Song", "My Lovely Man", "Sir Psycho Sexy", "They´re Red Hoy"]
}