{
    "nombre": "Mother´s Milk",
    "imagen": "../src/imagenes/mother.jpg",
    "iframe": "<iframe src='https://open.spotify.com/embed/album/1oOkcBu5bgkUzZTvKD1m8z?utm_source=generator' frameBorder='0' allow='autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture' loading='lazy'></iframe>",
    "info": "Mother's Milk  es el cuarto álbum de estudio de la banda californiana Red Hot Chili Peppers. Producido por Michael Beinhorn, quien ya había trabajado con el grupo en su anterior álbum (The Uplift Mofo Party Plan), fue lanzado al mercado el 16 de agosto de 1989 bajo el sello de la compañía EMI. Han sido vendidas más de dos millones de copias de este disco, consiguiendo el estatus de disco de platino y convirtiéndose en el primer gran éxito comercial de la banda. Mother's Milk alcanzó el #52 en el ranking 'Billboard's top 200', y obtuvo un amplio reconocimiento con los sencillos 'Knock Me Down' y la versión de Stevie Wonder 'Higher Ground'. A principios de 1990 se convertiría en el primer disco de oro de la banda y en el primer paso para alcanzar el éxito internacional. En 2003 Capitol Records y EMI lanzaron una versión remasterizada del álbum, con seis nuevos temas (demos, versiones descartadas y temas en directo). Casi un año antes del lanzamiento del disco, el guitarrista Hillel Slovak murió de sobredosis, lo que causó que el batería Jack Irons abandonase la banda. John Frusciante y Chad Smith los reemplazaron respectivamente. Frusciante alteraría en gran medida el sonido de la banda, poniendo más énfasis en sonidos melódicos que en los rítmicos, que hasta entonces dominaban el estilo del grupo californiano. Michael Beinhorn quiso dotar al álbum de un sonido más contundente, con riffs de guitarra heavy metal así como un excesivo overdubbing, lo que no era del agrado de Frusciante, y aquello provocó enfrentamientos entre ambos. Se han realizado videoclips a partir de las canciones 'Knock Me Down', 'Higher Ground', 'Taste The Pain', 'Good Time Boys' y 'Fire'. El álbum originalmente fue un proyecto titulado The Rockin' Freakapotamus, pero con la muerte de Slovak terminaron las grabaciones. Hoy en día el club de fanes oficial de los Red Hot Chili Peppers recibe este nombre."
}