{
    "nombre": "One Hot Minute",
    "imagen": "../src/imagenes/ohm.jpg",
    "iframe": "<iframe src='https://open.spotify.com/embed/album/2rQ135imvelvp89D8eEZOi?utm_source=generator' frameBorder='0'  allow='autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture' loading='lazy'></iframe>",
    "info": "One Hot Minute  es el sexto álbum de estudio de la banda estadounidense de funk rock Red Hot Chili Peppers, lanzado el 12 de septiembre de 1995 por Warner Bros. Records. El éxito mundial del anterior álbum de la banda, Blood Sugar Sex Magik, hizo que el guitarrista John Frusciante no se sintiera cómodo con su nuevo estatus, y abandonara posteriormente el tour de 1992 y a la banda, en el mismo año. Sería el primer y único álbum que el antiguo guitarrista de Jane's Addiction, Dave Navarro, grabaría con la banda. Su presencia alteró considerablemente el sonido de los Red Hot Chili Peppers. One Hot Minute contiene menos temas sexuales que los álbumes anteriores, y explora asuntos más oscuros como el uso de drogas, la depresión, angustia y dolor. También contiene riffs de guitarra de heavy metal. El cantante Anthony Kiedis, quien había reincidido en 1994 a sus adicciones a la heroína y las anfetaminas luego de estar limpio durante más de cinco años, abordó sus letras con una mirada a las drogas y sus duros efectos. One Hot Minute produjo cuatro sencillos («Warped», «Aeroplane», «Coffee Shop», y «My Friends») y llegó al puesto cuatro del Billboard 200. Blood Sugar Sex Magik tuvo el doble de ventas en comparación con One Hot Minute y mayores elogios de la crítica. Finalmente, Navarro fue despedido de la banda en 1998 por diferencias creativas. Stephen Thomas Erlewine de Allmusic dijo que «One Hot Minute tiene el mismo nivel de ambición musical que Blood Sugar Sex Magik, pero está más desenfocado, lo que significa que provee menos emociones que cualquiera de los demás álbumes del grupo».",
    "temas": ["Warped", "Aeroplane", "Deep Kick", "My Friends", "Coffee Shop", "Pea", "One Big Mob", "Walkabout", "Tearjerker", "One Hot Minute", "Falling into Grace", "Shallow Be thy Game", "Transcending"]
}