{
    "nombre": "I´m With You",
    "imagen": "../src/imagenes/withYou.jpg",
    "iframe": "<iframe src='https://open.spotify.com/embed/album/5wZtSIvijWCMc1vlPFqAyB?utm_source=generator' frameBorder='0' allow='autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture' loading='lazy'></iframe>",
    "info": "I'm with You —en español: Estoy contigo— es el décimo álbum de estudio de la banda de rock estadounidense Red Hot Chili Peppers, lanzado en Europa el 26 de agosto de 2011 y posteriormente en Estados Unidos y alrededor del mundo el 30 de agosto de 2011. Debutó en la posición #1 del Billboard 200. Producido por Rick Rubin, es el primer disco de estudio con el guitarrista Josh Klinghoffer, reemplazando a John Frusciante, quien abandonó la banda en 2009. Su anterior disco, Stadium Arcadium, fue lanzado en 2006. Según dijo el cantante Anthony Kiedis, 'no hay dudas, esto es un comienzo.' Chad Smith, baterista de la banda, agregó: 'esta es una nueva banda. El mismo nombre, pero es una nueva banda', mientras que Flea comentó, 'es como un renacimiento muy significante y rejuvenecedor para nosotros'. Se extrajeron cuatro sencillos de este álbum: «The Adventures of Rain Dance Maggie», «Monarchy of Roses», «Look Around» y «Brendan's Death Song». «Did I Let You Know» fue lanzado como sencillo pero solamente en Brasil. Se estima que el álbum vendió cerca de tres millones de copias en todo el mundo, lo que significa un importante descenso de ventas en comparación a su anterior trabajo Stadium Arcadium (casi 10 millones de copias vendidas). Igualmente, I'm with You fue considerado el octavo mejor disco del 2011 por la revista Rolling Stone e incluso obtuvo una nominación en los Premios Grammy en la categoría Mejor Álbum de Rock.",
    "temas": ["Monarchy of Roses", "Factory of Faith", "Brendan´s Death Song", "Ethiopia", "Annia Wants a Baby", "Look Around", "The Adventures of Rain Dance Maggie", "Did I Let You Know", "Goodbye Hooreay", "Happiness Loves Company", "Police Station", "Even You Brutus?", "Meet Me at the Corner", "Dance, Dance, Dance"]
}